Repository: paulante/TYPO3---Basic-Setup
Catalog: typo3conf/l10n/*/tsconfig_help/mod1/*.locallang.xlf
Languages: de

# title
source: TypoScript Help
de: TypoScript-Hilfe

# display
source: Display TypoScript Help
de: TypoScript-Hife anzeigen

# rebuild
source: Rebuild TypoScript Help
de: TypoScript-Hilfe neu erzeugen

# referenceExplanation
source: Choose from the following reference data
de: Wählen Sie aus folgenden Referenzdaten

# referenceExplanationDetailed
source: In order to view the different TypoScript help popup windows, select from the following reference icons. This online help is built automatically from the manuals available in the installed extensions on your TYPO3 server. To rebuild the help files when you add or remove an extension, you will need to select the "Rebuild TypoScript Help" function of this module.
de: Zum Anzeigen der verschiedenen Popup-Fenster der TypoScript-Hilfe eines der folgenden Referenzsymbole auswählen. Diese Online-Hilfe wird automatisch aus den auf Ihrem TYPO3-Server installierten Erweiterungen erzeugt. Um die Hilfedateien neu erzeugen zu lassen, nachdem Erweiterungen hinzugefügt oder entfernt wurden, benutzen Sie bitte die Funktion "TypoScript-Hilfe neu erzeugen" dieses Moduls.

# displayReferences
source: Display TypoScript Online Help
de: TypoScript-Online-Hilfe anzeigen

# loadedTSfrom
source: Loaded TypoScript from:
de: TypoScript geladen von:

source: sections
de: Abschnitte

# rebuildTS
source: Rebuild TypoScript online help
de: TypoScript-Onine-Hilfe neu erzeugen

# warning_manualsWithoutMarkers
source: The following manuals contain one or more tables without markers:
de: Folgende Handbücher enthalten eine oder mehrere Tabellen ohne Markierungen:

# warning_duplicateMarkers
source: The following markers appear in several manuals or several times in the same manual:
de: Folgende Markierungen erscheinen in mehreren Handbüchern oder mehrmals im selben Handbuch:

source: Update warnings
de: Aktualisierungswarnung

# rebuildExplanation
source: Rebuilding the online help will totally wipe the online help database before parsing the TypoScript help for loaded extensions. We suggest you to have doc_core_tsref and doc_core_tsconfig installed to have them parsed as well.
de: Der Neuaufbau der Online-Hilfe löscht die Datenbank für die Online-Hilfe vollständig, bevor die TypoScript-Hilfe geladener Erweiterungen verarbeitet wird. Es empfiehlt sich, doc_core_tsref und doc_core_tsconfig ebenfalls zu installieren, damit auch sie verarbeitet werden.

# adminAccessOnly
source: Access to this function of the module is restricted to admins.
de: Der Zugriff auf diese Funktion des Moduls ist auf Administratoren beschränkt.

# noRebuildOnWindows
source: The Rebuild function does not run on Windows systems. Sorry!
de: Die Neuaufbau-Funktion funktioniert nicht mit Windows-Systemen. Entschuldigung!
